// src/components/Services.js
import React from 'react';
import {Link} from 'react-router-dom';


const Services = () => {
    return (
        <div className="services-container">>
            <h2>Услуги</h2>
            <p>Освен създаването на уникални китари, предлагам и различни услуги по поддръжка и ремонт на вашите
                инструменти. Ето някои от тях:</p>
            <ul>
                <li>Сетъп: Оптимизиране на настройките за по-добро свирене.</li>
                <li>Смяна на позиции: Подмяна на праговете за перфектно интониране.</li>
                <li>Смяна на хардуер: Актуализиране на хардуера за по-добро звучене и издръжливост.</li>
                <li>Изработване на нът/бридж: Ръчно изработени компоненти за вашата китара.</li>
                <li>Проверка и подмяна/поправка на електроника: Диагностика и ремонт на електронните компоненти.</li>
                <li>Инспектиране на инструмент</li>
            </ul>
            <Link to="/service-request">Свържете се с мен </Link>
            <p>

            </p>

            <line>____________________________________________________________________________________________________</line>
        </div>
    );
}

export default Services;
